<div id="cookie-banner" class="cookie-banner">
    <div class="cookie-container">
        <button type="button" id="cookie-agree-button"
                class="rw-button">
            ПРИНЯТЬ
        </button>
        <p class="cookie-text">
            Мы используем файлы cookie, чтобы сделать работу с сайтом максимально удобной. Нажимая "Принять" или,
            продолжая пользоваться сайтом, вы даете согласие на обработку своих персональных данных (файлов cookie) для
            работы сайта, анализа посещаемости и настройки рекламы, и соглашаетесь с нашей
            <a href="/terms" target="_blank">политикой конфиденциальности</a>. При этом вы можете настроить свои предпочтения в настройках браузера.
        </p>
    </div>
</div>
